---
kind: enumMember
id: F:Autodesk.Revit.DB.Plumbing.PipeSystemType.DomesticHotWater
enum: Autodesk.Revit.DB.Plumbing.PipeSystemType
zh: 热水、生活热水
source: html/24165d09-9267-54b7-3e32-6405d1343c2e.htm
---
# Autodesk.Revit.DB.Plumbing.PipeSystemType.DomesticHotWater

**中文**: 热水、生活热水

Pipe System Type is DomesticHotWater.